tap "homebrew/bundle"
tap "olets/tap"
brew "asdf"
brew "bat"
brew "cmatrix"
brew "docker"
brew "eza"
brew "fd"
brew "fzf"
brew "gettext"
brew "git-delta"
brew "hadolint"
brew "httpie"
brew "ipython"
brew "jsonlint"
brew "just"
brew "lazygit"
brew "olets/tap/zsh-abbr"
brew "openssh"
brew "pipx"
brew "ripgrep"
brew "tldr"
brew "zsh"
cask "alfred"
cask "bitwarden"
cask "firefox"
cask "iterm2"
cask "karabiner-elements"
cask "notion"
cask "rectangle"
cask "slack"
cask "spotify"
